<?php 
// ѕодключаемс€ к серверу, 
// на котором будем создавать базу данных.
// ¬ данном случаи это локальный кеомпьютер на котором вы работаете.
// ≈го им€ всегда localhost (если его специально не изменили).
//$HOST = "localhost";        // им€ сервера
//$USER = "root";             // пользователь базы данных MySQL 
//$PASS = "root";                 // пароль дл€ доступа к серверу MySQL 
//$DB = "expert";               // название создаваемой базы данных


//if(!mysql_connect("$HOST", "$USER", "$PASS")) exit(mysql_error());
//else {echo "";}
    
//$r = mysql_query("DROP DATABASE $DB");
//if(!$r)exit(mysql_error());


//echo "Ѕаза данных успешно удалена.";


?> 